{
    "config": {
        "default": "it"
    },
    "language": {
        "it": {
            "#navbar_me": "io",
            "#navbar_works": "voi",
            "#navbar_contact": "noi",
            "#flexible": "flessibile",
            "#bold": "audace",
            "#likeable": "simpatico",
            "#simple": "semplice",
            "#complex": "complesso",
            "#weird": "strano",
            "#about_intro": "<h2>Ciao!</h2><p> Sono Alejandro! <br><br>    <em>Detto Aleandro, Alessandro, o semplicemente Ale.</em>                   <br><br>                   Ho 24 anni, sono nato in Venezuela e mi sono trasferito in italia nel 2018. Ad oggi sono uno studente di <strong>Web Design</strong> nella <strong>Accademia di Belle Arti di Bari.</strong>                   <br><br>                   Sono un appassionato di tutte le <strong>espressioni artistiche</strong> e del <strong>design</strong>, sempre attento alle tendenze grafiche. Sono anche amante dei videogiochi, la fotografia, la moda, l'arredamento, e la cucina.                    <br><br>                   Ho collaborato con diversi enti nella progettazione grafica e nel settore dei social media, pubblicità (compreso materiale stampato, fotografia, video making e progettazione di merchandising), web design e arredamento.                   <br><br>                   Dicono che la curiosità uccise il gatto, ma io non sono un gatto! Amo scoprire cose nuove, culture nuove, posti nuovi, cibi nuovi.                   <br><br>                   Lo spagnolo è la mia <strong>madrelingua</strong>, ma parlo l'<strong>inglese</strong> e l'<strong>italiano</strong> come le mie seconde lingue senza nessun problema.                   <br><br>                   Dopo aver sentito la mia storia, un giorno la mia insegnante di cucina (perché anche questo ho fatto) mi chiese, \"ma tu quante vite hai vissuto?\". Io risposi una, ma ora che ci penso, forse sette.               </p>",
            "#about_cv": "<ul class=\"cvsection\"> <h3>ESPERIENZA</h3> <li>Volontariato | Bari, IT <i class=\"fa-solid fa-caret-down\" onclick=\"toggleHide(this);\"></i> <span class=\"hide\"><br><em>LIFE Church Italia<br>Apr. 2020 — ad oggi </em> <ul> <li>Front-Desk (Feb-Ago 2021)</li> <li>Elaborazione di publicità (Volantini, biglietti da visita, locandine, ecc.)</li> <li>Branding (Mockup, Logotipi)</li> <li>Fotografia</li> <li>Social Media Management</li> <li>Montaggio e animazione di video publicitari</li> <li>Progettazione di merchandising</li> </ul> <br> </span></li> <li>Lavapiatti, Aiuto cuoco | Bari, IT</li> <li>Cameriere | Bari, IT</li> <li>Customer service | Valencia, VE <i class=\"fa-solid fa-caret-down\" onclick=\"toggleHide(this);\"></i><span class=\"hide\"><br><em>iPhone Tunning<br>Ott. 2017 - Dic. 2017</em> <ul> <li>Guida di servizi personalizzati per ogni bisogno del cliente. </li> <li>Mantenimento della propria cartella di clienti e servizi effetuati</li> </ul><br> </span></li> <li>IT Service | Valencia, VE<i class=\"fa-solid fa-caret-down\" onclick=\"toggleHide(this);\"></i><span class=\"hide\"><br><em>Metadata<br>Lug. 2015 - Apr. 2016</em> <ul> <li>Istallazione Software e S.O Windows</li> <li>Gestione dei propri clienti dall'ingresso del dispositivo fino all'uscita</li> <li>Occasionali lavori fuori sede. (Istallazione di router, assistenza anziani)</li> </ul> </span><br></li> </ul> <ul class=\"cvsection\"> <h3>FORMAZIONE</h3> <h4>Professionale</h4> <li>Web Design e Comunicazione Visiva <br><em>/Accademia di Belle Arti di Bari (2021-oggi)</em></li> <br><h4>Corsi</h4> <li>Grafica Multimediale</li> <li>Marketing</li> <li>Grafica Pubblicitaria</li> <li>Responsive Web Design</li> <li>Cucina e pasticceria</li> <li>Social Media Managing</li> </ul> <ul class=\"cvsection\"> <h3>COMPETENZE</h3> <h4>Software</h4> <li>Adobe Suite</li> <li>Office Suite</li> <li>CorelDraw</li> <li>Figma</li> <li>Blender 3D</li> <h4><br>Linguaggi di programmazione</h4> <li>HTML</li> <li>CSS</li> <li>JavaScript</li><br><h4>Lingue</h4> <li>Spagnolo Madrelingua</li> <li>Italiano C1</li> <li>Inglese C1</li> <br><h4>Soft Skills</h4> <li>Affidabilità</li> <li>Adattabilità</li> <li>Capacità di lavorare sotto pressione</li> <li>Problem solving</li> <li>Creatività</li> <li>Capacità di lavorare in squadra</li> </ul>",
            "#LD_text1": "In questo movimento di chiese nato in Austria è sorto il bisogno di una identità visiva per la sede di Bari, per la quale servo da prima che diventasse parte del movimento. Così ho dovuto ideare un progetto che rispecchiasse i valori e la visione del movimento, che lasciasse in chiaro che ora siamo anche in Italia, che stiamo iniziando a Bari, che fosse giovanile ma serio e che piacesse a tutta la leadership del movimento.<br><br> Ho iniziato dai nostri appuntamenti online giornalieri, i LIFE Devos; dirette di Instagram di circa 15 minuti con messaggi incoraggianti per iniziare la giornata con il mood giusto. partendo dal simbolo fino ad arrivare ad una identità visiva.",
            "#LD_text1": "In questo movimento di chiese nato in Austria è sorto il bisogno di una identità visiva per la sede di Bari, per la quale servo da prima che diventasse parte del movimento. Così ho dovuto ideare un progetto che rispecchiasse i valori e la visione del movimento, che lasciasse in chiaro che ora siamo anche in Italia, che stiamo iniziando a Bari, che fosse giovanile ma serio e che piacesse a tutta la leadership del movimento.<br><br>Ho iniziato dai nostri appuntamenti online giornalieri, i LIFE Devos; dirette di Instagram di circa 15 minuti con messaggi incoraggianti per iniziare la giornata con il mood giusto. Partendo dal simbolo fino ad arrivare ad una identità visiva.",
            "#LD_text2": "La scelta del simbolo è stata la più immediata; i LIFE Devos si svolgono da lunedì al venerdì alle 7:30, orario per il quale la maggior parte di noi ha bisogno di una sveglia.",
            "#LD_text3": "La palette invece ha richiesto un pochino in più di impegno. Si era formata una lotta fra due idee: fucsia e colori strabillianti per contrastare la tranquillità del mattino contro colori pastello per essere più in regola con il contesto. Alla fine ha vinto una via di mezzo; una palette che va da un colore acquamarina abbastanza profondo fino ad arrivare a un verde acceso.Il visual è stato generato con Blender 3D e Adobe After Effects.",
            "#LD_text4": "L'identità visiva social invece l'ho progettata a scacchiera in modo di non sovvracaricare l'occhio ma anche dare un po' di varietà al contenuto.",
            "#LC_text1": "Dopo è iniziato il lavoro con quella che sarebbe l'identità visiva della chiesa. Qui, avendo già un logo, sono partito dal linguaggio fotografico; ho fotografato punti iconici della città visti un po' come li vedrebbe chi li visita; dal basso, fissando non solo il loro complesso ma anche i dettagli. ",
            "#LC_text2": "Lo step successivo è stato definire uno stile. Sobrio ma giovanile, elegante senza essere troppo rigido; ho scelto di applicare, lì dove aveva senso, un filtro monocromatico alle foto.",
            "#LC_text3": "Per ultimo, in occasione dell'evento inaugurale, il merchandising.<br><br>nota: i prodotti a seguito sono dei mockup e non rappresentano i prodotti reali. Le foto dei prodotti saranno caricate a breve.",
            "#ACDS_text1": "Forse uno dei progetti più difficili che ho fatto finora, non per la sua complessità ma perché è una sfida personale; Come si racchiude la propria identità in un marchio?<br><br>Scelte e insicurezze vanno pari passo. Faccio troppo o troppo poco? Sono, o pretendo di essere? L'essere, secondo me, è sia condizione che scelta. Prima di esserlo, ho scelto. Ho scelto di essere gentile, ho deciso di amare, ho deciso eleganza e semplicità, ma anche estravaganza e colore. Ho deciso de uscire dalla norma e dallo stereotipo.<br><br>E così nacque un marchio che è un po' come me: un po' strano, flessibile ma non tanto da perdere l'identità, rigido ma non così di essere noioso.",
            "#ACDS_text2": "Un cuore formato da una C ed una A interlacciate; le inziale del mio nome, o almeno di quello che devo scrivere sui moduli.<br><br>Spazi pari che danno un senso di pattern, forme semplici e decise, segni di un brand solido e affidabile, senza trascurare il calore e la gentilezza.",
            "#ACDS_text3": "In concordanza con il pittogramma abbiamo un testo privo di grazie, bold, con una crenatura che assicura la sua leggibilità. ",
            "#ACDS_text4": "Il logotipo in compagnia del pittogramma formano un marchio solido; al secondo lo si dedica uno spazio verticale leggermente più ampio, in modo di mettere in evidenza la sua delicata complessità. Esso è in grado di vivere indpendentemente dal testo, ma non al contrario; il logotipo è bensì generico, e di conseguenza ha necesistà di essitere vicino al pittogramma.",
            "#ACDS_text5": "I colori principali del marchio vanno pari con la sua semplicità; l’inneguagliabile bianco e, per contrastarlo, un grigrio carbone, una versione solo leggermente più chiara del nero per alleggerire la sua vuota pesantezza.<br><br>Bianco<br>RGB (255,255,255) <br>HEX #FFFFFF <br>CMYK (0,0,0) <br><br><br>Carbone<br>RGB (12,12,12) <br>HEX #0C0C0C <br>CMYK(0,0,0,99) <br>",
            "#ACDS_text6": "Montserrat rispecchia al meglio l'identità del marchio: sobria, di una delicata semplicità, senza presunzioni. Priva di grazie ma non per quello priva di bellezza.",
            "#other_text1": "Animazione video pubblicitario per il 5x1000 in occasione della dichiarazione redditi 2021",
            "#other_text2": "Animazione video pubblicitario per il 5x1000 in occasione della dichiarazione redditi 2020",
            "#PH_text1": "Da molti anni ho una relazione complicata con la fotografia. Quando ero appassionato perso non avevo i mezzi, persino neanche un telefono con cui fare le foto. Quando invece avevo i mezzi non avevo più il tempo, e quando finalmente ho avuto i mezzi ed il tempo, la passione si era un po' spenta. <br><br>Ma l'amore rimane sempre lì, quando ho dei progetti di fotografia, sia per lavoro che per l'università, mi emoziono ad avere uno scopo ed una \"scusa\" per utilizzare la macchina fotografica. Quando no, la guardo dicendo a me stesso, \"dovrei uscire a fare qualche foto\", e poi non succede mai. <br><br>Beh, c'est la vie. <br><br>(P.D: Vedete comunque le prossime slides che non sono vuote eh.)",
            "#PH_text2": "Elaborato per l'esame di fotografia digitale, in collaborazione con una compagna di classe.",
            "#PH_text3": "E poi c'è la mia ossessione malsana con i fiori.",
            "#ACDS_title1": "PITTOGRAMMA",
            "#ACDS_title2": "LOGOTIPO",
            "#ACDS_title3": "MARCHIO",
            "#ACDS_title4": "COLORI",
            "#ACDS_title5": "TIPOGRAFIA",
            "#wa": "Contattami su Whatsapp!"

        },
        "en": {
            "#navbar_me": "me",
            "#navbar_works": "you",
            "#navbar_contact": "us",
            "#flexible": "flexible",
            "#bold": "bold",
            "#likeable": "likeable",
            "#simple": "simple",
            "#complex": "complex",
            "#weird": "weird",
            "#about_intro": "<h2>Hey!</h2> <p>I'm Alejandro! <br><br> <em>AKA Aleandro, Alessandro, o just Ale </em> <br><br> I'm 24 years old. I was born in Venezuela and I moved to Italy in 2018. I'm currently a <strong>Web Design</strong> at the <strong>Accademia di Belle Arti di Bari</strong> <em>(Bari Academy of Fine Arts).</em> <br><br> I'm passionate about <strong>art</strong> and <strong>design</strong> in all of their shapes, and I'm always trying to keep up with the latest design trends. I also love videogames, photography, fashion, interior design and cooking. <br><br> I've collaborated with different institutions offering my services a social media manager, graphic designer in the making of printed and digital advertising, merchandising, video editing, web design, photography and decoration. <br><br> They say curiosity killed the cat, but I am no cat! I love discovering new things, new cultures, new places, new food. <br><br> <strong>Spanish</strong> is my <em>native</em> language, but in also speak <strong>english</strong> and <strong>italian</strong> as my second languages with no problems whatsoever. <br><br> After telling her my story, my cooking teacher asked me \"how many lives have you lived!?\". I said one, but now that I think of it, maybe i do have seven lives. </p>",
            "#about_cv": "<ul class=\"cvsection\"><h3>EXPERIENCE</h3><li>Volunteer | Bari, IT <i class=\"fa-solid fa-caret-down\" onclick=\"toggleHide(this);\"></i> <span class=\"hide\"><br><em>LIFE Church Italia<br>Apr. 2020 — present</em><ul><li>Front-Desk (Feb-Aug 2021)</li><li>Ad design (Flyers, business cards, posters, etc.)</li><li>Branding (Mockup, Logotypes)</li><li>Photography</li><li>Social Media Management</li><li>Video editing and animation</li><li>Merch design</li></ul><br> </span></li><li>Dishwasher, cook assistant | Bari, IT</li><li>Waiter | Bari, IT</li><li>Customer service | Valencia, VE<i class=\"fa-solid fa-caret-down\" onclick=\"toggleHide(this);\"></i><span class=\"hide\"><br><em>iPhone Tunning<br>Oct. 2017 - Dec. 2017</em><ul><li>Guiding each customer to the right service according to their needs. </li><li>Keeping my own client and service list updated.</li></ul><br></span></li><li>IT Service | Valencia, VE<i class=\"fa-solid fa-caret-down\" onclick=\"toggleHide(this);\"></i><span class=\"hide\"><br><em>Metadata<br>Jul. 2015 - Apr. 2016</em><ul><li>Installing Software and Windows O.S</li><li>Customer managing from the registration of their device until the completion of the job.</li><li>Occasional out of office services (router configuration, assistance for the elderly people)</li></ul></span><br></li></ul><ul class=\"cvsection\"><h3>EDUCATION</h3><h4>Professional</h4><li>Web Design and Visual Communication<br><em>/Accademia di Belle Arti di Bari (2021-present)</em></li><br><h4>Courses</h4><li>Multimedia Graphic Design</li><li>Marketing</li><li>Advertising</li><li>Responsive Web Design</li><li>Cooking and Baking</li><li>Social Media Managing</li></ul><ul class=\"cvsection\"><h3>SKILLS</h3><h4>Software</h4><li>Adobe Suite</li><li>Office Suite</li><li>CorelDraw</li><li>Figma</li><li>Blender 3D</li><br><h4>Programming Languages</h4><li>HTML</li><li>CSS</li><li>JavaScript</li><br><h4>Languages</h4><li>Spanish - Native</li><li>Italian C1</li><li>English C1</li><br><h4>Soft Skills</h4><li>Reliability</li><li>Adaptability</li><li>Working under pressure</li><li>Problem solving</li><li>Creativity</li><li>Teamworker</li></ul>",
            "LC_text1": "In this church movement born in Austria emerged the need for the visual identity of the Bari location, in which I've been serving from before it became part of the movement. My task was to design a project that would reflect the movement's vision and values, state that we're also in Italy, that we're starting in Bari, that would be modern but serious, and be to the liking of the whole leadership.<br><br>I started from our daily online appointments, the LIFE Devos; 15 minute Instagram lives with incouraging messages to start the day with the right foot. I started from the symbol all the way through a visual identity.",
            "#LD_text2": "",
            "#LD_text3": "",
            "#LD_text4": "",
            "#LC_text1": "",
            "#LC_text2": "",
            "#LC_text3": "",
            "#ACDS_text1": "",
            "#ACDS_text2": "",
            "#ACDS_text3": "",
            "#ACDS_text4": "",
            "#ACDS_text5": "",
            "#ACDS_text6": "",
            "#other_text1": "",
            "#other_text2": "",
            "#PH_text1": "",
            "#PH_text2": "",
            "#PH_text3": "",
            "#ACDS_title1": "",
            "#ACDS_title2": "",
            "#ACDS_title3": "",
            "#ACDS_title4": "",
            "#ACDS_title5": "",
            "#wa": "Contact me on WhatsApp!"
        },
        "es": {
            "#navbar_me": "yo",
            "#navbar_works": "uds",
            "#navbar_contact": "nos",
            "#flexible": "flexible",
            "#bold": "osado",
            "#likeable": "simpático",
            "#simple": "sencillo",
            "#complex": "complejo",
            "#weird": "raro",
            "#about_intro": "<h2>Hola!</h2> <p>Soy Alejandro!<br><br> <em>Alias Alessandro, Alex, o simplemente Ale </em> <br><br> Tengo 24 años, nací en Venezuela y me mudé a Italia en el 2018. Actualmente estudio <strong>Web Design</strong> en la <strong>Academia de Bellas Artes de Bari</strong> <br><br>Me apasiona el <strong>arte</strong> y el <strong>diseño</strong> en todas sus formas, e intento estar siempre atento a las últimas tendencias. Amo los videojuegos, la fotografía, la moda, el interiorismo y la cocina. <br><br> He colaborado con diferentes entes como diseñador gráfico en la gestión de redes sociales, creación de material publicitario impreso y digital, merch, animación y montaje de vídeos, diseño web, fotografía y decoración.<br><br>Dicen que la curiosidad mató al gato, pero yo no soy ningún gato! Amo descubrir cosas nuevas, culturas nuevas, sitios nuevos, comida nueva <br><br>El <strong>español</strong> es mi lengua <em>natal</em> pero también hablo <strong>Inglés</strong> e <strong>Italiano</strong> como mis segundos idiomas sin problema.<br><br> Después de contarle mi historia a mi profesora de cocina, me preguntó: \"¿Pero cuántas vidas has vivido!?\". Respondí que una, pero ahora que lo pienso, capaz tengo siete.</p>",
            "#about_cv": "<ul class=\"cvsection\"> <h3>EXPERIENCIA</h3> <li>Voluntario | Bari, IT <i class=\"fa-solid fa-caret-down\" onclick=\"toggleHide(this);\"></i> <span class=\"hide\"><br><em>LIFE Church Italia<br>Abr. 2020 — presente </em> <ul> <li>Front-Desk (Feb-Ago 2021)</li> <li>Diseño de material publicitario (folletos, tarjetas de presentación, pósters, etc.)</li> <li>Branding (Mockup, Logotipos)</li> <li>Fotografía</li> <li>Social Media Management</li> <li>Montaje y animación de vídeso publicitarios</li> <li>Diseño de merch</li> </ul> <br> </span></li> <li>Lavaplatos, asistente de cocina | Bari, IT</li> <li>Mesero | Bari, IT</li> <li>Atención al cliente | Valencia, VE<i class=\"fa-solid fa-caret-down\" onclick=\"toggleHide(this);\"></i><span class=\"hide\"><br><em>iPhone Tunning<br>Oct. 2017 - Dic. 2017</em> <ul> <li>Guiar al cliente a los servicios personalizados adaptos a su necesidad. </li> <li>Mantenimiento de la propia carpeta de clientes y servicios efectuados.</li> </ul><br> </span></li> <li>IT Service | Valencia, VE<i class=\"fa-solid fa-caret-down\" onclick=\"toggleHide(this);\"></i><span class=\"hide\"> <br><em>Metadata<br>Lug. 2015 - Apr. 2016</em> <ul> <li>Instalación de programas y de S.O Windows</li> <li>Gestión del propio cliente desde el ingreso del dispositivo hasta su entrega.</li> <li>Trabajos ocasionales fuera de la oficina (configuración de routers, asistencia a personas ancianas)</li> </ul> </span><br></li> </ul> <ul class=\"cvsection\"> <h3>FORMACIÓN</h3> <h4>Profesional</h4> <li>Diseño web y comunicación visual<br><em>/Accademia di Belle Arti di Bari (2021-oggi)</em></li><br> <h4>Cursos</h4> <li>Diseño multimedial</li> <li>Marketing</li> <li>Diseño para la publicidad</li> <li>Responsive Web Design</li> <li>Cocina y pastelería</li> <li>Social Media Managing</li> </ul> <ul class=\"cvsection\"> <h3>HABILIDADES</h3> <h4>Software</h4> <li>Adobe Suite</li> <li>Office Suite</li> <li>CorelDraw</li> <li>Figma</li> <li>Blender 3D</li><br><h4>Lenguages de programación</h4> <li>HTML</li> <li>CSS</li> <li>JavaScript</li> <br><h4>Idiomas</h4> <li>Español Nativo</li> <li>Italiano C1</li> <li>Inglés C1</li><br><h4>Soft Skills</h4> <li>Afidabilidad</li> <li>Adaptabilidad</li> <li>Capacidad de trabajar bajo presión</li> <li>Problem solving</li> <li>Creatividad</li> <li>Capacidad de trabajar en equipo</li> </ul>",
            "LC_text1": "En este movimiento de iglesias originado en Austria surgió la necesidad de una identidad visual para su sede de Bari, para la cual sirvo desde antes que formara parte del movimiento. En este caso tuve que idear un proyecto que reflejara la visión y valores del movimiento, que dejara en claro que estamos en Italia e iniciando desde Bari, que fuera moderno, pero también serio y que le gustase a todo el liderazgo del movimiento.<br><br>Inicié desde nuestros encuentros diarios matutinos, los LIFE Devos; directas de Instagram de más o menos 15 minutos con mensajes de motivación para empezar el día con energía. Diseñé desde el símbolo hasta la identidad visual",
            "#LD_text2": "",
            "#LD_text3": "",
            "#LD_text4": "",
            "#LC_text1": "",
            "#LC_text2": "",
            "#LC_text3": "",
            "#ACDS_text1": "",
            "#ACDS_text2": "",
            "#ACDS_text3": "",
            "#ACDS_text4": "",
            "#ACDS_text5": "",
            "#ACDS_text6": "",
            "#other_text1": "",
            "#other_text2": "",
            "#PH_text1": "",
            "#PH_text2": "",
            "#PH_text3": "",
            "#ACDS_title1": "",
            "#ACDS_title2": "",
            "#ACDS_title3": "",
            "#ACDS_title4": "",
            "#ACDS_title5": "",
            "#wa": "Contáctame en Whatsapp!"

        }
    }
}
